INSERT INTO Библиотекарь VALUES

(	'Ермакова Софья Геннадиевна', 'Архивариус'),
(	'Плеханова Ольга Валентиновна', 'Библиографиня'),
(	'Морозова Полина Антоновна', 'Библиотекарша'),
(	'Ким Карина Иринична', 'Библиотекарша')

INSERT INTO Читатель VALUES

(	'+7(988)612-13-13', 'Макарова Наталья Дмитриевна'),
(	'+7(990)412-21-09', 'Дружинина Елена Кирилловна'),
(	'+7(900)412-65-13', 'Малькова Алина Николаевна'),
(	'+7(992)345-56-99', 'Алексеева Рина Дмитриевна'),
(	'+7(993)412-56-08', 'Кулакова Мария Алексеевна'),
(	'+7(994)456-57-07', 'Дружинина София Дмитриевна'),
(	'+7(945)412-56-75', 'Семенова Елена Антоновна'),
(	'+7(955)412-64-09', 'Новикова Валентина Валентиновна'),
(	'+7(992)452-21-52', 'Шаврова Марина Валентиновна'),
(	'+7(992)412-55-09', 'Домова Настасья Кирилловна'),
(	'+7(990)634-56-45', 'Гром Екатерина Антоновна')

INSERT INTO Карточка_выдачи_печатного_издания VALUES

(	3, 12, 4, '2024-03-29T14:30:23', 28),
(	3, 6, 5, '2024-04-12T16:15:08', 56)

INSERT INTO Печатное_издание VALUES
(	'Садоводство и огородничество', 'Макарова Наталья', 'Питер', '1997'),
(	'Путешествие в Элевсин', 'Пелевин Виктор', 'Питер', '2021'),
(	'Гарри Поттер и Узник Азкабана', 'Джоан Роулинг', 'Росмэн-Пресс', '2019'),
(	'Благославение небожителей', 'Мосян Тунсю', 'Комильфо', '2022'),
(	'Зеленая миля', 'Стивен Кинг', 'АСТ', '1997'),
(	'Унесенные ветром', 'Маргарет Митчелл', 'СЗКЭО', '2001'),
(	'Весь Шерлок Холмс (сборник)', 'Артур Конан Дойл', 'АСТ', '2019'),
(	'Детские стихи и сказки', 'Самуил Маршак', 'АСТ', '1980'),
(	'Властелин колец', 'Джон Р. Р. Толкиен', 'АСТ', '1990'),
(	'Граф Монте-Кристо', 'Александр Дюма', 'Эксмо', '1996'),
(	'Тайная опора. Привязанность в жизни ребенка', 'Петрановская Людмила', 'Питер', '2016'),
(	'Часодеи. Часовая битва', 'Щерба Наталья', 'Росмэн-Пресс', '2015')

INSERT INTO Размещение_печатного_издания VALUES
(	1, 1, 4),
(	2, 3, 2),
(	3, 4, 1),
(	4, 4, 3),
(	5, 4, 1),
(	6, 5, 1),
(	7, 5, 6),
(	8, 2, 1),
(	9, 4, 1),
(	10, 5, 2),
(	11, 2, 1),
(	12, 3, 3)

INSERT INTO Пользователь VALUES
(	'Ермакова1984', '679321g'),
(	'ОльгаПлеханова', 'h4!33gG8'),
(	'Морозова', 't7-342'),
(	'КимКарина', 'Y67fd1')
